Repository: InnovateFusion/afro
Catalog: mobile app/lib/l10n/app_*.arb
Languages: am

# sub_domain_shorts
source: shorts
am: ቁንጣዎች

# sub_domain_swimwear
source: swimwear
am: መዋኛ ልብስ

# sub_domain_underwear
source: underwear
am: የውስጥ ልብስ

# sub_domain_dresses
source: dresses
am: ቀሚሶች

# sub_domain_skirts
source: skirts
am: አጭር ቀሚሶች

# sub_domain_blouses
source: blouses
am: ቦላውሶች

# sub_domain_lingerie
source: lingerie
am: ቢኪኒ

# sub_domain_loungewear
source: loungewear
am: የመዝናኛ ልብስ

# sub_domain_panties
source: panties
am: ፓንቶች

# sub_domain_bras
source: bras
am: ጡት መያዣዎች

# sub_domain_nightwear
source: nightwear
am: ምሽት ልብስ

# sub_domain_playwear
source: playwear
am: የጨዋታ ልብስ

# sub_domain_pajamas
source: pajamas
am: ፓጃማዎች

# sub_domain_hats
source: hats
am: ኮፍያዎች

# sub_domain_belts
source: belts
am: ቀብቶዎች

# sub_domain_scarves
source: scarves
am: እስካርፎች

# sub_domain_gloves
source: gloves
am: ጓንቶች

# sub_domain_jewelry
source: jewelry
am: ጌጣጌጦች

# sub_domain_sunglasses
source: sunglasses
am: የፀሐይ መነጽሮች

# sub_domain_watches
source: watches
am: የእጅ ሰዓቶች

# sub_domain_bags
source: bags
am: ቦርሳዎች

# sub_domain_wallets
source: wallets
am: ዋሌቶች

# sub_domain_socks
source: socks
am: ካልሲዎች

# sub_domain_sneakers
source: sneakers
am: ስኒከሮች

# sub_domain_boots
source: boots
am: ቡትሶች

# sub_domain_sandals
source: sandals
am: ሸበጦች

# sub_domain_loafers
source: loafers
am: ሎፈሮች

# sub_domain_heels
source: heels
am: ሂል ጫማዎች

# sub_domain_flats
source: flats
am: ሽፍን ጫማዎች

# sub_domain_running
source: running
am: የሩጫ

# sub_domain_hiking
source: hiking
am: ተራራ መውጫ

# sub_domain_legging
source: leggings
am: ታይት

# notification_chat
source: Chat Notifications
am: የመልክት ማሳወቂያ

# notification_shop_review
source: Shop Review Notifications
am: የሱቅ አስታይት ማሳወቂያ

# notification_shop
source: Shop Notifications
am: የሱቅ ማሳወቂያ

# notification_favorite
source: Favorite Notifications
am: የተወደዱ ልብሶች ማሳወቂያ

# notification_verification
source: Verification Notifications
am: የማረጋገጫ ማሳወቂያ

source: Notification Settings
am: የማሳወቂያ ቅንብሮች

# notification_save
source: Save
am: ያሻሽሉ

# notificationTitle
source: Notification
am: ማሳወቂያ

# notificationNoNotification
source: No Notification
am: ማሳወቂያ የለም

# notificationNewMessage
source: New message: {message}
am: አዲስ መልእክት፡ {message}

# notificationNewReview
source: New review on your shop: {message}
am: በሱቅዎ ላይ አዲስ አስታይት፡ {message}

# notificationShopVerificationUpdate
source: Shop Verification Update: {message}
am: የሱቅ ማረጋገጫ አዲስ መረጃ፡ {message}

# notificationView
source: View
am: ይምልክቱ

# notificationLoading
source: Loading...
am: በመጫን ላይ...

# notificationLoadMore
source: Load more
am: ተጨማሪ መጫን

# notificationBack
source: Back
am: ወደኋላ

# notificationMessagePlaceholder
source: You have received a message.
am: መልእክት ደርሶታል።

# notificationImageMessage
source: Image Message
am: የምስል መልእክት

# notificationEmptyImagePlaceholder
source: No image available
am: ምስል የለም

# tiktokSignInSomethingWentWrong
source: Something went wrong. Please try again.
am: ስህተት አጋጥሟል። እባክዎ እንደገና ይሞክሩ።

# tiktokFollowers
source: Followers
am: ተከታዮች

# tiktokFollowing
source: Following
am: የሚከታሏቸው

# tiktokLikes
source: Likes
am: የወደዷቸው

# tiktokGoToTiktok
source: Go to TikTok
am: ወደ ቲክቶክ ይሂዱ

# tiktokDisconnectTiktok
source: Disconnect TikTok
am: ቲክቶክ ግንኙነት ያቋርጡ

source: TikTok Settings
am: የቲክቶክ ቅንብሮች

source: Status
am: ሁኔታ

source: Negotiable
am: መደራደር ይቻላል

source: In Stock
am: በሱቅ ውስጥ አለ

# isNew
source: New
am: አዲስ

source: Deliverable
am: ያሉበት እናደርሳለን

source: Quantity
am: ብዛት

source: Set quantity
am: ብዛት ያስቀምጡ

source: Verify your shop
am: ሱቅዎን ያረጋግጡ

source: Verify
am: ያረጋግጡ

source: Shop Verification Request
am: የሱቅ ማረጋገጫ ጥያቄ

source: Business License Number
am: የንግድ ፈቃድ ቁጥር

# enterShopLicenseNumber
source: Enter your shop license number
am: የሱቅዎን ፈቃድ ቁጥር ያስገቡ

source: Business License
am: የንግድ ፈቃድ

source: Remove Business License Image
am: የንግድ ፈቃድ ምስሉ ይወገድ

source: Your Photo
am: የእርስዎ ፎቶ

source: Remove Your Selfie
am: ሰልፊ ፎቶዬ ይጥፋ

source: Identity Card or Passport
am: መታወቂያ ካርድ ወይም ፓስፖርት

source: Remove Identity Card Image
am: የመታወቂያ ካርድ ምስል ያስወግዱ

# pleaseEnterLicenseNumber
source: Please enter your shop license number
am: እባክዎ የሱቅ ፈቃድ ቁጥር ያስገቡ

# pleaseAddBusinessLicense
source: Please add your business license
am: እባክዎ የንግድ ፈቃድ ያክሉ

# pleaseAddIdentityCard
source: Please add your identity card
am: እባክዎ የመታወቂያ ካርድ ያክሉ

source: Please add your selfie
am: እባክዎ የራስዎን ፎቶ ያክሉ

source: Please fill all fields
am: እባክዎ ሁሉንም መስኮች ያስገቡ

source: Update Profile
am: ያሻሽሉ

# cropperToolbarTitle
source: Crop Image
am: ምስሉ ይቆረጥ

# successMessage
source: Your request has been sent successfully
am: ጥያቄዎ በተሳካ ሁኔታ ተልኳል

source: Close
am: ይዘጋ

source: Message
am: መልእክት

source: Review
am: አስታይት

# revalent
source: Relevant
am: አስፈላጊ

source: Replace Original Image
am: ነባሩን ምስል ይቀይሩ

source: Remove Background
am: የጀርባውን ምስል ያስወግዱ

source: Removing ...
am: በማስወገድ ላይ ...

source: Background Remover
am: የጀርባ ምስል ማስወገጃ

# enter_code
source: Enter code sent to your email
am: ወደ ኢሜልዎ የተላከውን ኮድ ያስገቡ

# enter_email
source: Enter your email to verify.
am: ለማረጋገጥ ኢሜልዎን ያስገቡ።

# verification_code_sent
source: Verification code sent to your email
am: የማረጋገጫ ኮድ ወደ ኢሜልዎ ተልኳል

# caption_required
source: Caption is required
am: ርዕስ ያስፈልጋል

# caption_length
source: Caption must be less than 100 characters
am: ርዕሱ ከ100 ፊደላት በታች መሆን አለበት

source: Caption
am: ርዕስ

# description_required
source: Description is required
am: ዝርዝር ያስፈልጋል

# description_length
source: Description must be less than 500 characters
am: ዝርዝር ከ500 ፊደላት በታች መሆን አለበት

# write_caption
source: Write a caption
am: ርዕስ ይጻፉ

# write_description
source: Write a description
am: ዝርዝር ይጻፉ

# select_cover_photo
source: Select a cover photo
am: ሽፋን ፎቶ ይምረጡ

# who_can_view
source: Who can view this video?
am: ማን ማየት ይችላል?

# visibility_public
source: Public
am: ሁሉም ሰው

# visibility_private
source: Private
am: እኔ ብቻ

# visibility_friends
source: Friends
am: ጓደኞቼ

source: Allow users to
am: ለተጠቃሚዎች ይፈቀድ

source: Comment
am: አስታይት

source: Auto Add Music
am: ሙዚቃ በራሱ ጊዜ ይጨመር

# disclose_content
source: Disclose video content
am: የቪዲዮውን ይዘት ይፋ ማድረግ

# disclose_info
source: Your video will be labeled 'Promotional content'. This cannot be changed once your video is posted.
am: ቪዲዮው 'ማስታወቂያ ነክ ይዘት' የሚል ስያሜ ይሰጠዋል። አንዴ ከተለጠፈ በኋላ ስያሜውን መቀየር አይቻልም።

# disclose_instruction
source: Turn on to disclose that this video promotes goods or services in exchange for something of value. Your video could promote yourself, a third party, or both
am: ይህንን ያብሩ እና ቪዲዮዎ ምርቶችና አገልግሎቶችን በማስተዋወቅ ዋጋ እንደሚያስገኝ ይፋ ያድርጉ። ቪዲዮው እርሶን፣ ሶስተኛ አካልን ወይም ሁለታችሁንም ሊያስተዋውቅ ይችላል።

source: Your Brand
am: የእርስዎ ብራንድ

# your_brand_info
source: You are promoting yourself on your own business. This video will be classified as Brand Organic.
am: የራስዎ ቢዝነስ ላይ ራስዎን ፕሮሞት እያደረጉ ነው። ስለዚህ ይህ ቪድዮ 'ብራንድ ያለ ማስታወቂያ' ስር የሚመደብ ይሆናል

source: Branded Content
am: ብራንድ ነክ ይዘት

# branded_content_info
source: You are promoting another brand or a third party on your video. This video will be classified as Branded Content.
am: በቪዲዮዎ ሌላ ብራንድን ወይም ሶስተኛ አካልን እያስተዋወቁ ነው። ይህ ቪድዮ 'ብራንድ ነክ ይዘት' ስር የሚመደብ ይሆናል

source: Upload to TikTok
am: ትክቶክ ላይ ይጫኑ

# failed_to_share
source: Failed to share product to TikTok
am: ቲክቶክ ላይ ሼር ማድረግ አልተቻለም

# price_tiktok
source: 💵 Price:
am: 💵 ዋጋ፡

# phone_tiktok
source: 📞 Phone:
am: 📞 ስልክ፡

# location_tiktok
source: 📍 Location:
am: 📍 አድራሻ፡

# categories_tiktok
source: 🏷️ Categories:
am: 🏷️ አይነቶች፡

# tap_to_remove_background
source: Tap on the image to remove its background.
am: የፎቶውን የጀርባ ክፍል ለማስወገድ ፎቶውን ይንኩ።

source: Update Available
am: አዲስ ስሪት አለ

# update_message
source: A new version of the app is available. Please update the app to continue using it.
am: የመተግበሪያው አዲስ ስሪት አለ። መተግበርያውን መጠቀም ለመቀጠል ያዘምኑት።

source: Update Now
am: አሁን ያዘምኑ

source: Share to Tiktok
am: ለቲክቶክ ያጋሩ

# verify_email_request
source: Before creating your shop, please verify your email first.
am: ሱቅዎን ከመፍጠርዎ በፊት እባክዎ መጀመሪያ ኢሜልዎን ያረጋግጡ።

# shopDetail_following
source: You started following the shop.
am: ሱቁን መከተል ጀምረዋል።

# shopDetail_unFollowed
source: You unfollowed the shop.
am: ሱቁን መከተል አቁመዋል።

source: No Internet Connection
am: የበይነመረብ ግንኙነት የለም

# checkYourConnection
source: Please check your internet connection.
am: እባክዎ የበይነመረብ ግንኙነትዎን ያረጋግጡ።

source: Try Again
am: እንደገና ይሞክሩ

# pending
source: Pending Approval
am: ማጽደቅ በሂደት ላይ

source: Rejected
am: ውድቅ ተደርጓል

source: Location
am: አካባቢ

source: Favorite
am: ተወዳጅ

source: Phone
am: ስልክ
