Repository: InnovateFusion/afro
Catalog: mobile app/lib/l10n/app_*.arb
Languages: am

# color_coral_red
source: coral red
am: ኮራል ቀይ

# color_cream
source: cream
am: ክሬም

# color_crimson
source: crimson
am: ክሪምሰን

# color_emerald_green
source: emerald green
am: ዕንቁ አረንጓዴ

# color_gold
source: gold
am: ወርቃማ

# color_gray
source: gray
am: ግራጫ

# color_green
source: green
am: አረንጓዴ

# color_indigo
source: indigo
am: ጥቁር ሰማያዊ

# color_ivory
source: ivory
am: ዳንጋ

# color_khaki
source: khaki
am: ካኪ

# color_lavender
source: lavender
am: ደማቅ ፒንክ

# color_maroon
source: maroon
am: ማሮን ቀይ

# color_mauve
source: mauve
am: ማቭ ቀይ

# color_midnight_blue
source: midnight blue
am: ምሽት ሰማያዊ

# color_mint_green
source: mint green
am: ሎሚ ቀለም

# color_mustard_yellow
source: mustard yellow
am: ደማቅ ቢጫ

# color_navy_blue
source: navy blue
am: ባሕር ሰማያዊ

# color_neon_green
source: neon green
am: ኒዮን አረንጓዴ

# color_olive
source: olive
am: ወይራ

# color_orange
source: orange
am: ብርቱካናማ

# color_pastel_peach
source: pastel peach
am: ፓስቴል ፒች

# color_pink
source: pink
am: ፒንክ

# color_platinum
source: platinum
am: ፕላቲነም

# color_purple
source: purple
am: ሐምራዊ

# color_red
source: red
am: ቀይ

# color_rose_gold
source: rose gold
am: ነጭ ወርቅ

# color_rust
source: rust
am: ዝገትማ

# color_sapphire_blue
source: sapphire blue
am: ዕንቁ ሰማያዊ

# color_silver
source: silver
am: ብርማ

# color_slate
source: slate
am: ሌማ

# color_tan
source: tan
am: ታን

# color_teal
source: teal
am: አረንጓዴ-ሰማያዊ

# color_turquoise
source: turquoise
am: ደማቅ ሰማያዊ

# color_white
source: white
am: ነጭ

# color_yellow
source: yellow
am: ቢጫ

# design_a_line
source: a-line
am: ኤ-ላይን

# design_ankle_boots
source: ankle boots
am: አጭር ቡትስ

# design_asymmetrical
source: asymmetrical
am: ያልተመጣጠነ

# design_ball_gown
source: ball gown
am: ቬሎ

# design_boat_neck
source: boat neck
am: ቦትኔክ

# design_boots
source: boots
am: ቡትስ

# design_brogues
source: brogues
am: ብሮግስ

# design_chelsea_boots
source: chelsea boots
am: ቼልሲ ቡትስ

# design_clogs
source: clogs
am: ክሎግስ

# design_combat_boots
source: combat boots
am: ከስክስ

# design_empire_waist
source: empire waist
am: እምፓየር ዌስት

# design_espadrilles
source: espadrilles
am: ኢስፓድሪልስ

# design_flats
source: flats
am: ፍላት

# design_halter_neck
source: halter neck
am: የእጅ ማንቆርቆር

# design_heels
source: heels
am: ሂል

# design_loafers
source: loafers
am: ሎፈርስ

# design_mermaid
source: mermaid
am: መርሜድ

# design_moccasins
source: moccasins
am: ሞካሲንስ

# design_off_shoulder
source: off-shoulder
am: ከትከሻ ላይ

# design_one_shoulder
source: one-shoulder
am: አንድ ትከሻ

# design_oxfords
source: oxfords
am: ኦክስፎርድስ

# design_pencil
source: pencil
am: እርሳስ ንድፍ

# design_peplum
source: peplum
am: ፒፕላም

# design_round_neck
source: round neck
am: ክብ አንገት

# design_sandals
source: sandals
am: ሸበጦች

# design_sheath
source: sheath
am: ሰገባ

# design_slip_ons
source: slip-ons
am: ማሰርያ የለሽ

# design_sneakers
source: sneakers
am: ስኒከር

# design_square_neck
source: square neck
am: እስኩዌር አንገት

# design_trapeze
source: trapeze
am: ትራፒዝ

# design_v_neck
source: v-neck
am: ቪ-ኔክ

# design_wedges
source: wedges
am: ጥልፍ

# city_mekele
source: mekele
am: መቀሌ

# city_metu
source: metu
am: መቱ

# city_kombolcha
source: kombolcha
am: ኮምቦልቻ

# city_mizan_teferi
source: mizan teferī
am: ሚዛን ተፈሪ

# city_debre_markos
source: debre mark’os
am: ደብረ ማርቆስ

# city_wikro
source: wik’ro
am: ውቅሮ

# city_erer_sata
source: erer sata
am: ኤረር ሳታ

# city_boditi
source: boditi
am: ቦዲቲ

# city_harar
source: harar
am: ሀረር

# city_jijiga
source: jijiga
am: ጅጅጋ

# city_arba_minch
source: arba minch’
am: አርባ ምንጭ

# city_sodo
source: sodo
am: ሶዶ

# city_aksum
source: aksum
am: አክሱም

# city_agaro
source: agaro
am: አጋሮ

# city_bahir_dar
source: bahir dar
am: ባሕር ዳር

# city_dese
source: desē
am: ደሴ

# city_awasa
source: awasa
am: አዋሳ

# city_giyon
source: giyon
am: ጊዮን

# city_aware
source: aware
am: አዋሬ

# city_goba
source: goba
am: ጎባ

# city_dire_dawa
source: dire dawa
am: ድሬ ዳዋ

# city_bedesa
source: bedesa
am: በዴሳ

# city_butajira
source: butajira
am: ቡታጅራ

# city_bonga
source: bonga
am: ቦንጋ

# city_gambela
source: gambela
am: ጋምቤላ

# city_gonder
source: gonder
am: ጎንደር

# city_areka
source: areka
am: አረካ

# city_gode
source: godē
am: ጎዴ

# city_addis_ababa
source: addis ababa
am: አዲስ አበባ

# city_fiche
source: fiche
am: ፊቼ

# city_keberi_dehar
source: k’ebrī dehar
am: ቀብሪ ደሐር

# city_ferfer
source: ferfer
am: ፈርፈር

# city_adigrat
source: adigrat
am: አዲግራት

# city_debre_birhan
source: debre birhan
am: ደብረ ብርሃን

# city_gimbi
source: gimbi
am: ጊምቢ

# city_welkite
source: welk’īt’e
am: ወልቂጤ

# city_alamata
source: alamat’a
am: አላማጣ

# city_asela
source: asela
am: አሰላ

# city_hagere_hiywet
source: hagere hiywet
am: ሃገረ ሕይወት

# city_jima
source: jīma
am: ጅማ

# city_adama
source: adama
am: አዳማ

# city_asosa
source: asosa
am: አሶሳ

# city_robe
source: robe
am: ሮቤ

# city_debre_tabor
source: debre tabor
am: ደብረ ታቦር

# city_yirga_alem
source: yirga ‘alem
am: ይርጋለም

# city_semera
source: semera
am: ሰመራ

# city_dila
source: dīla
am: ዲላ

# city_keberi_beyah
source: k’ebrī beyah
am: ቀብሪ በያህ

# city_adwa
source: adwa
am: ዓድዋ

# city_finote_selam
source: finote selam
am: ፍኖተ ሰላም

# city_nekemte
source: nek’emtē
am: ነቀምቴ

# city_hosaina
source: hosa’ina
am: ሆሳዕና

# city_gelemso
source: gelemso
am: ገለምሶ

# city_debre_zeyit
source: bishoftu
am: ቢሾፍቱ

# city_harshin
source: harshin
am: ሃርሺን

# city_kolito
source: k’olito
am: ቆሊቶ

# city_azezo
source: azezo
am: አዘዞ

# city_shashemene
source: shashemenē
am: ሻሸመኔ

# city_genet
source: genet
am: ገነት

# material_acrylic
source: acrylic
am: አክሪሊክ

# material_angora
source: angora
am: አንጎራ

# material_bamboo
source: bamboo
am: ሸምበቆ

# material_bast_yarn
source: bast yarn
am: ባስት ክር

# material_cashmere
source: cashmere
am: ካሽሚር ጨርቅ

# material_cotton
source: cotton
am: ጥጥ

# material_denim
source: denim
am: ጂንስ

# material_elastane
source: elastane
am: ኤላስቴን

# material_fleece
source: fleece
am: በግጸጉር

# material_fur
source: fur
am: ቆዳ ጸጉር

# material_hemp
source: hemp
am: ሄምፕ

# material_leather
source: leather
am: ቆዳ

# material_linen
source: linen
am: ላይነን

# material_modal
source: modal
am: ሞዳል

# material_nylon_polyamide
source: nylon/polyamide
am: ሻማ

# material_polyester
source: polyester
am: ፖሊስተር

# material_pvc
source: pvc
am: ፕላስቲክ

# material_rubber
source: rubber
am: ጎማ

# material_silk
source: silk
am: ሐር

# material_synthetic_materials
source: synthetic materials
am: ሲንቴቲክ

# material_tencel_lyocell
source: tencel lyocell
am: ቴንሴል ሊዮሴል

# material_test_fabric
source: test fabric
am: ሙከራ ጨርቅ

# material_viscose_rayon
source: viscose/rayon
am: ቪስኮስ/ሬዮን

# material_wool
source: wool
am: ሱፍ ጨርቅ

# filter_all
source: All Filters
am: ሁሉም መለያ

# filter_brand
source: Brand
am: በብራንድ

# filter_color
source: Color
am: በቀለም

# filter_design
source: Design
am: በንድፍ

# filter_location
source: Location
am: በአድራሻ

# filter_material
source: Material
am: በቁስ

# filter_price
source: Price
am: በዋጋ

# filter_size
source: Size
am: በመጠን

# filter_reset
source: Reset
am: ሰርዝ

# filter_add
source: Add
am: አክል

# filter_result
source: Apply Filter
am: ፈልግ

# filter_clear
source: Clear Filter
am: ሰርዝ

# filter_filter_sort
source: Filter & Sort
am: ማጣሪያ እና መሰደሪያ

# filter_view_all
source: View All
am: ሁሉንም እይ

# filter_max
source: Max
am: ከፍተኛ

# filter_min
source: Min
am: ዝቅተኛ

# filter_new
source: New
am: አዲስ

# filter_used
source: Used
am: የተለበሱ

# filter_fairly_used
source: Fairly Used
am: በጥቂቱ የተለበሱ

# filter_condition
source: Condition
am: ያሉበት ሁኔታ

# filter_newest_arrivals
source: Newest Arrivals
am: አዲስ የገቡ

# filter_oldest
source: Oldest
am: ቆየት ያሉ

# filter_price_low_high
source: Price: Low to High
am: ዋጋ፡ ከዝቅተኛ ወደ ከፍተኛ

# filter_price_high_low
source: Price: High to Low
am: ዋጋ፡ ከፍተኛ ወደ ዝቅተኛ

# filter_sort_by
source: Sort By
am: ሰድር

# filter_search_brand
source: Search Brand
am: በብራንድ ፈልግ

# filter_search_color
source: Search Color
am: በቀለም ፈልግ

# filter_search_design
source: Search Design
am: በንድፍ ፈልግ

# filter_search_location
source: Search Location
am: በአድራሻ ፈልግ

# filter_search_material
source: Search Material
am: በቁስ ፈልግ

# filter_search_size
source: Search Size
am: በመጠን ፈልግ

source: Shop Details
am: የሱቁ ዝርዝር መረጃ

source: Shop Contacts
am: የሱቁ ስልኮች

source: Shop Social Media
am: የሱቁ ማህበራዊ ሚዲያ

source: Shop Working Hour
am: የሱቁ የስራ ሰዓት

# shop_select_category
source: Please select a category
am: እባክዎን አይነት ይምረጡ

# shop_select_logo
source: Please select a logo
am: እባክዎን አርማ ይምረጡ

# shop_select_pickup_address
source: Please select a pickup address
am: እባክዎን የመቀበያ አድራሻ ይምረጡ

# shop_add_social_media_link
source: It is recommended to add at least one social media link
am: ቢያንስ አንድ ማህበራዊ ሚዲያ አገናኝ ማከል ይመከራል

# shop_select_working_hours_per_day
source: Please select working hours for each day
am: እባክዎን ለሁሉም ዕለት የስራ ሰአት ይምረጡ

source: Shop created successfully
am: ሱቅ በተሳካ ሁኔታ ተከፍቷል

# shop_create_your_shop
source: Create Your Shop
am: ሱቅዎን ይክፈቱ

# shop_previous
source: Previous
am: ቀዳሚ

# shop_next
source: Next
am: ቀጣይ

# shop_submit
source: Submit
am: ያስገቡ

# shop_logo
source: Logo
am: አርማ

# shop_select_logo_button
source: Select Logo
am: አርማ ይምረጡ

# shop_select_pickup_address_button
source: Select Pickup Address
am: የመቀበያ አድራሻ ይምረጡ

source: Shop Filter
am: የሱቅ መለያ

source: Categories
am: አይነቶች

source: Rating
am: ደረጃ

# shop_verified
source: Verified
am: የሱቆቹ ሁኔታ

source: Verified
am: የተረጋገጡ

source: Not Verified
am: ያልተረጋገጡ

source: All
am: ሁሉም

source: Clear All
am: ሁሉም ይጥፉ

source: Please select at least one category
am: እባክዎ ቢያንስ አንድ አይነት ይምረጡ

source: Add
am: ያክሉ

# brand_adidas
source: adidas
am: አዲዳስ

# brand_asics
source: asics
am: አሲክስ

# brand_birkenstock
source: birkenstock
am: ቢርከንስቶክ

# brand_blundstone
source: blundstone
am: ብላንድስቶን

# brand_born_boc
source: born / b.o.c.
am: ቦርን / ቢ.ኦ.ሲ.

# brand_bulgari
source: bulgari
am: ቡልጋሪ

# brand_burberry
source: burberry
am: ቡርበሪ

# brand_bzees
source: bzees
am: ብዚስ

# brand_calvin_klein
source: calvin klein
am: ካልቪን ክላይን

# brand_cat
source: cat
am: ካት

# brand_chanel
source: chanel
am: ሻኔል

# brand_clarks
source: clarks
am: ክላርክስ

# brand_columbia
source: columbia
am: ኮሎምቢያ

# brand_crocs
source: crocs
am: ክሮክስ

# brand_dior
source: dior
am: ድዮር

# brand_dolce_gabbana
source: dolce & gabbana
am: ዶልቼ ጋባና

# brand_dr_martens
source: dr martens
am: ዶክተር ማርተንስ

# brand_earth
source: earth
am: ምድር

# brand_estee_lauder
source: estee lauder
am: ኢስቴ ላውደር

# brand_eurosoft
source: eurosoft
am: ዩሮሶፍት

# brand_fendi
source: fendi
am: ፌንዲ

# brand_florsheim
source: florsheim
am: ፍሎርሸይም

# brand_gap
source: gap
am: ጋፕ

# brand_givenchy
source: givenchy
am: ጊቨንቺ

# brand_gucci
source: gucci
am: ጉቺ

# brand_h_m
source: h&m
am: ኤች ኤም

# brand_hermes
source: hermès
am: ሔርሜስ

# brand_hurly
source: hurly
am: ሁርሊ

# brand_jessica_simpson
source: jessica simpson
am: ጄሲካ ሲምፕሰን

# brand_kamik
source: kamik
am: ካሚክ

# brand_loreal
source: l'oréal
am: ሎሪአል

# brand_lacoste
source: lacoste
am: ላኮስቴ

# brand_levis
source: levi's
am: ሌቪስ

# brand_louis_vuitton
source: louis vuitton
am: ሉዊስ ቪቶን

# brand_mac_cosmetics
source: mac cosmetics
am: ማክ ኮስሜቲክስ

# brand_mephisto
source: mephisto
am: ሜፊስቶ

# brand_merrell
source: merrell
am: መሬል

# brand_nike
source: nike
am: ናይኪ

# brand_oofos
source: oofos
am: ኦፎስ

# brand_prada
source: prada
am: ፕራዳ

# brand_puma
source: puma
am: ፒማ

# brand_reebok
source: reebok
am: ሪቦክ

# brand_revlon
source: revlon
am: ሬቭሎን

# brand_rockport
source: rockport
am: ሮክፖርት

# brand_saucony
source: saucony
am: ሳኮኒ

# brand_skechers
source: skechers
am: ስኬቼርስ

# brand_sorel
source: sorel
am: ሶሬል

# brand_sperry
source: sperry
am: ስፔሪ

# brand_stacy_adams
source: stacy adams
am: ስቴሲ አዳምስ

# brand_teva
source: teva
am: ቴቫ

# brand_timberland
source: timberland
am: ቲምበርላንድ

# brand_tommy_hilfiger
source: tommy hilfiger
am: ቶሚ ሂልፊጀር

# brand_under_armour
source: under armour
am: አንደር አርሞር

# brand_vans
source: vans
am: ቫንስ

# brand_versace
source: versace
am: ቬርሳቺ

# brand_viking
source: viking
am: ቫይኪንግ

# brand_zara
source: zara
am: ዛራ

source: My Images
am: የእኔ ምስሎች

source: Add Image
am: ምስል ያክሉ

source: Add Image ({count})
am: ({count}) ኛ ምስል ያክሉ

source: No image selected
am: ምንም ምስል አልተመረጠም

source: OK
am: እሺ

# search_for_shop
source: Search for a shop
am: ሱቅ ይፈልጉ

# search_for_user
source: Search for a user
am: ተጠቃሚ ይፈልጉ

# preference_welcome
source: Welcome to back!
am: እንኳን በደህና መጡ

# preference_get_started
source: Let’s get you started on your style journey!
am: ጉዞዎን እንዲጀምሩ እንረዳዎት

# preference_select_gender
source: Please select your gender
am: እባክዎን ፆታዎን ይምረጡ

# preference_select_birth_date
source: Please select your birth date
am: እባክዎን የትውልድ ቀንዎን ይምረጡ

# preference_select_location
source: Select your location
am: አድራሻዎን ይምረጡ

# preference_continue
source: Continue
am: ቀጣይ

# preference_start_shopping
source: Start Shopping
am: ግብይት ይጀምሩ

# preference_gender_selection
source: Select your gender
am: ፆታዎን ይምረጡ

# preference_male
source: Male
am: ወንድ

# preference_female
source: Female
am: ሴት

# preference_pick_birth_date
source: Pick your birth date
am: የትውልድ ቀንዎን ይምረጡ

# preference_date_format
source: MM/DD/YYYY
am: ቀን/ወር/ዓመት

# preference_my_location
source: My location
am: አድራሻዬ

# preference_select_favorite_brands
source: Select your favorite brands
am: የሚወዷቸውን ብራንዶች ይምረጡ

# preference_select_favorite_colors
source: Select your favorite Colors
am: የሚወዷቸውን ቀለሞች ይምረጡ

# preference_select_favorite_sizes
source: Select your favorite sizes
am: የሚወዷቸውን መጠኖች ይምረጡ

# preference_thank_you
source: Thank you for completing your setup
am: መረጃዎን ስላጋሩን እናመሰግናለን

# preference_start_using
source: You can now start using it.
am: አሁን መጠቀም መጀመር ይችላሉ

# category_ankle_boots
source: Ankle Boots
am: አጭር ቡትስ

# category_aviator_glasses
source: Aviator Glasses
am: አቪዬተር መነጽር

# category_basketball_shorts
source: Basketball Shorts
am: ቁንጣ

# category_beanie_hat
source: Beanie Hat
am: ኮፍያ

# category_bell_jeans
source: Bell Jeans
am: ቬል ጂንስ

# category_bikini_bottom
source: Bikini Bottom
am: ቢኪኒ ታችኛው

# category_bikini_top
source: Bikini Top
am: ቢኪኒ ላይኛው

# category_blazer
source: Blazer
am: ኮት

# category_block_heels
source: Block Heels
am: ሂል ጫማ

# category_board_shorts
source: Board Shorts
am: ሰፊ ቁንጣዎች

# category_board_swim_shorts
source: Board Swim Shorts
am: ሰፊ መዋኛ ፓንቶች

# category_bodycon_dress
source: Bodycon Dress
am: ቦዲኮን ቀሚስ

# category_bodycon_mini_skirt
source: Bodycon Mini Skirt
am: አጭር ቀሚስ

# category_bomber_jacket
source: Bomber Jacket
am: ኦልድ እስኩል

# category_bootcut_jeans
source: Bootcut Jeans
am: ጂንስ

# category_boxer_briefs
source: Boxer Briefs
am: ቦክሰር ፓንት

# category_boyshorts
source: Boyshorts
am: ቦይሾርትስ

# category_briefcase
source: Briefcase
am: ሳምሶናይት

# category_button_shirt
source: Button Shirt
am: ሸሚዝ

# category_cardholder
source: Cardholder
am: ካርድ መያዣ

# category_cargo_pants
source: Cargo Pants
am: ሬንጅ ሱሪ

# category_cargo_shorts
source: Cargo Shorts
am: ካኪ ቁንጣ

# category_carrying_bag
source: Carrying Bag
am: ቦርሳ

# category_cartoon_backpack
source: Cartoon Backpack
am: የልጆች ቦርሳ

# category_cartoon_pajama_set
source: Cartoon Pajama Set
am: ቢጃማ

# category_cartoon_t_shirt
source: Cartoon T-Shirt
am: ካርቱን ቲሸርት

# category_cashmere_scarf
source: Cashmere Scarf
am: ካሽሚር እስካርፍ

# category_character_overalls
source: Character Overalls
am: ቱታ

# category_charm_bracelet
source: Charm Bracelet
am: ብራስሌት

# category_chelsea_boots
source: Chelsea Boots
am: የወንዶች ቡትስ

# category_chino_shorts
source: Chino Shorts
am: የውጪ ቁንጣ

# category_chrono_watch
source: Chrono Watch
am: ብራንድ ሰአት

# category_chunky_sneakers
source: Chunky Sneakers
am: ትልቅ ሶል ስኒከር

# category_cocktail_dress
source: Cocktail Dress
am: ፓርቲ ቀሚስ

# category_cotton_leggings
source: Cotton Leggings
am: የጥጥ ታይት

# category_cotton_pajamas
source: Cotton Pajamas
am: ፓጃማ

# category_cotton_set
source: Cotton Set
am: ሙሉ ኮተን

# category_crew_t_shirt
source: Crew T-Shirt
am: ቲሸርት

# category_denim_jacket
source: Denim Jacket
am: ጂንስ ጃኬት

# category_denim_shorts
source: Denim Shorts
am: ጂንስ ቁንጣ

# category_denim_skirt
source: Denim Skirt
am: ጂንስ ቀሚስ

# category_derby_shoes
source: Derby Shoes
am: ቆዳ ጫማ

# category_diamond_earrings
source: Diamond Earrings
am: ዳይመንድ ጆሮ ጌጥ

# category_digital_watch
source: Digital Watch
am: ዲጂታል ሰዓት

# category_dinosaur_hoodie
source: Dinosaur Hoodie
am: ረጅም ሁዲ

# category_distressed_jeans
source: Distressed Jeans
am: ቅድድ ጂንስ

# category_dress_shirt
source: Dress Shirt
am: የሱፍ ሸሚዝ

# category_dress_trousers
source: Dress Trousers
am: ካኪ ሱሪ

# category_elastic_jeans
source: Elastic Jeans
am: ተለጣጭ ጂንስ

# category_espadrille_flats
source: Espadrille Flats
am: ተርክዝ የሌለው ፍላት ጫማ

# category_fabric_belt
source: Fabric Belt
am: ጨርቅ ቀበቶ

# category_faux_leather_handbag
source: Faux Leather Handbag
am: ቆዳ ቦርሳ

# category_fedora
source: Fedora
am: ባርኔጣ

# category_fitted_blouse
source: Fitted Blouse
am: የሴቶች ሸሚዝ

# category_flare_jeans
source: Flare Jeans
am: ቬል ጂንስ

# category_fleece_gloves
source: Fleece Gloves
am: የበግ ፀጉር ጓንቶች

# category_fleece_hoodie
source: Fleece Hoodie
am: ወፍራም ሁዲ

# category_fleece_joggers
source: Fleece Joggers
am: ወፍራም ቱታ

# category_fleece_pajamas
source: Fleece Pajamas
am: ወፍራም ቢጃማ

# category_fleece_rain_jacket
source: Fleece Rain Jacket
am: ወፍራም የዝናብ ጃኬት

# category_flip_flops
source: Flip Flops
am: ነጠላ ጫማ

# category_floral_dress
source: Floral Dress
am: አበባ ቀሚስ

# category_floral_maxi
source: Floral Maxi
am: የአበባ ሽንሽን ቀሚስ

# category_gladiator_sandals
source: Gladiator Sandals
am: ሸበጥ

# category_halter_dress
source: Halter Dress
am: እጅጌ አጭር ቀሚስ

# category_hand_bag
source: Hand Bag
am: እጅ ቦርሳ

# category_high_top_sneakers
source: High-Top Sneakers
am: ሸራ

# category_hiking_boots
source: Hiking Boots
am: ቶርሽን

# category_hoop_earrings
source: Hoop Earrings
am: ጆሮ ጌጥ

# category_jeans_jacket
source: Jeans Jacket
am: የጂንስ ጃኬት

# category_kitten_heels
source: Kitten Heels
am: ክፍት ሂል

# category_knee_high_boots
source: Knee-High Boots
am: ረጅም ቦኦጽ

# category_knitted_socks
source: Knitted Socks
am: ካልሲ

# category_lace_bra
source: Lace Bra
am: ጡት መያዣ

# category_lace_gown
source: Lace Gown
am: ሌስ ቀሚስ

# category_lace_panties
source: Lace Panties
am: ላስ ፓንት

# category_leather_belt
source: Leather Belt
am: ሌዘር ቀበቶ

# category_leather_gloves
source: Leather Gloves
am: ሌዘር ጓንት

# category_leather_jacket
source: Leather Jacket
am: የቆዳ ጃኬት

# category_leather_loafers
source: Leather Loafers
am: ሌዘር ጫማ

# category_leather_sneakers
source: Leather Sneakers
am: ሌዘር ስኒከር

# category_leather_wallet
source: Leather Wallet
am: ሌዘር ዋሌት

# category_leather_watch
source: Leather Watch
am: ሌዘር ሰዓት

# category_light_socks
source: Light Socks
am: አጭር ካልሲ

# category_light_up_sneakers
source: Light-Up Sneakers
am: የሚበራ ስኒከር

# category_long_sleeve_dress_shirt
source: Long Sleeve Dress Shirt
am: እጅጌ ረጅም

# category_long_socks
source: Long Socks
am: ረጅም ካልሲ

# category_low_top_sneakers
source: Low-Top Sneakers
am: ከፍ ያላለ ስኒካር

# category_lunch_bag
source: Lunch Bag
am: ምሳ ቦርሳ

# category_maxi_skirt
source: Maxi Skirt
am: ማክሲ ቀሚስ

# category_mens_flip_flops
source: Men's Flip Flops
am: ወንዶች ነጠላ ጫማ

# category_mens_sandals
source: Men's Sandals
am: የወንዶች ሳንዳል

# category_one_piece_swim
source: One-Piece Swim
am: ወጥ መዋኛ ልብስ

# category_oversized_glasses
source: Oversized Glasses
am: ሰፊ መነጽር

# category_oversized_hoodie
source: Oversized Hoodie
am: ሰፊ ሁዲ

# category_oxford_shoes
source: Oxford Shoes
am: ኦክስፎርድ ጫማ

# category_parka_jacket
source: Parka Jacket
am: ፓርካ ጃኬት

# category_party_dress
source: Party Dress
am: ፓርቲ ልብስ

# category_pearl_necklace
source: Pearl Necklace
am: እንቁ ሐብል

# category_penny_loafers
source: Penny Loafers
am: የሱፍ ጫማ

# category_plaid_flannel_shirt
source: Plaid Flannel Shirt
am: እስኬር ሸሚዝ

# category_platform_heels
source: Platform Heels
am: ረጅም ሂል

# category_playwear_set
source: Playwear Set
am: ልጆች ልብስ

# category_pleated_skirt
source: Pleated Skirt
am: ሽንሽን ቀሚስ

# category_pleated_trousers
source: Pleated Trousers
am: ሽንሽን ሱሪ

# category_pointed_flats
source: Pointed Flats
am: ክፍት ጫማ

# category_polka_skirt
source: Polka Skirt
am: ጉርድ

# category_polo_shirt
source: Polo Shirt
am: ፖሎ ሸሚዝ

# category_puffer_jacket
source: Puffer Jacket
am: ሻማ ጃኬት

# category_push_up_bra
source: Push-Up Bra
am: ሰፊ ጡት መያዣ

# category_rain_boots
source: Rain Boots
am: ዝናብ ቦትስ

# category_rain_jacket
source: Rain Jacket
am: ዝናብ ጃኬት

# category_relaxed_jeans
source: Relaxed Jeans
am: ሰፊ ጂንስ

# category_running_shorts
source: Running Shorts
am: የሩጫ ፓንት

# category_running_sneakers
source: Running Sneakers
am: የሩጫ ስኒከር

# category_satchel_bag
source: Satchel Bag
am: የትከሻ ቦርሳ

# category_satin_gown
source: Satin Gown
am: ሳቲን ቀሚስ

# category_seamless_bra
source: Seamless Bra
am: ሙሉ ጡት መያዣ

# category_short_sleeve_blouse
source: Short Sleeve Blouse
am: እጅጌ አጭር ሸሚዝ

# category_short_sleeve_shirt
source: Short Sleeve Shirt
am: እጅጌ አጭር ቲሸርት

# category_silk_robe
source: Silk Robe
am: ሐር ቀሚስ

# category_silk_scarf
source: Silk Scarf
am: የሐር እስካርፍ

# category_skinny_jeans
source: Skinny Jeans
am: እስኪኒ ጂንስ

# category_sling_bag
source: Sling Bag
am: የጎን ቦርሳ

# category_slip_ons
source: Slip-Ons
am: ማሰሪያ የሌለው ጫማ

# category_soccer_jersey
source: Soccer Jersey
am: ማልያ

# category_sport_cap
source: Sport Cap
am: የስፖርት ኮፍያ

# category_sports_bra
source: Sports Bra
am: የስፖርት ጡት መያዣ

# category_sports_sneakers
source: Sports Sneakers
am: እስፖርት ስኒከር

# category_sports_t_shirt
source: Sports T-Shirt
am: እስፖርት ቲሸርት

# category_stackable_rings
source: Stackable Rings
am: ቀለበት

# category_straight_jeans
source: Straight Jeans
am: ወጥ ጂንስ

# category_studded_belt
source: Studded Belt
am: ስትሩድ ቀበቶ

# category_suit
source: Suit
am: ሱፍ

# category_summer_dress
source: Summer Dress
am: የበጋ ቀሚስ

# category_sun_hat
source: Sun Hat
am: የፀሐይ ባርኔጣ

# category_sundress
source: Sundress
am: የፀሐይ ቀሚስ

# category_swim_trunks
source: Swim Trunks
am: የዋና ፓንት

# category_tank_top
source: Tank Top
am: ፓካውት

# category_thermal_top
source: Thermal Top
am: የሙቀት ሹራብ

# category_thong_panties
source: Thong Panties
am: የሴቶች ፓንት

# category_tote_bag
source: Tote Bag
am: የጎን ቦርሳ

# category_touchscreen_gloves
source: Touchscreen Gloves
am: የጨርቅ ጓንት

# category_track_jacket
source: Track Jacket
am: ቱታ ኮት

# category_travel_bag
source: Travel Bag
am: ሻንጣ

# category_trench_coat
source: Trench Coat
am: ካፖርት

# category_tuxedo
source: Tuxedo
am: ታክሲዶ ሱፍ

# category_two_piece_swim
source: Two-Piece Swim
am: የዋና ከላይ እና ከታች

# category_v_neck_t_shirt
source: V-Neck T-Shirt
am: ቪ-ኔክ ቲሸርት

# category_velcro_sandals
source: Velcro Sandals
am: ሸበጥ

# category_waterproof_boots
source: Waterproof Boots
am: የዝናብ ቡት

# category_wedding_dress
source: Wedding Dress
am: ሰርግ ቬሎ

# category_wedge_sandals
source: Wedge Sandals
am: ዌጅ ሳንዳል

# category_windbreaker
source: Windbreaker
am: ሻማ ኮት

# category_winter_hat
source: Winter Hat
am: የብርድ ኮፍያ

# category_womens_flip_flops
source: Women's Flip Flops
am: የሴቶች ነጠላ ጫማ

# category_womens_sandals
source: Women's Sandals
am: የሴቶች ሸበጥ

# category_wool_overcoat
source: Wool Overcoat
am: ሱፍ ጨርቅ ካፖርት

# category_wool_scarf
source: Wool Scarf
am: ሱፍ እስካርፍ

# category_wool_trousers
source: Wool Trousers
am: ሱፍ ጨርቅ ሱሪ

# category_zip_wallet
source: Zip Wallet
am: ዚፕ ዋሌት

# category_windbreaker_jacket
source: wind breaker jacket
am: የንፋስ የሚከላከል ጃኬት

# domain_men
source: men
am: ለወንዶች

# domain_women
source: women
am: ለሴቶች

# domain_kids
source: kids
am: ለልጆች

# domain_accessories
source: accessories
am: ማጌጫዎች

# domain_shoes
source: shoes
am: ጫማዎች

# sub_domain_tops
source: tops
am: ከላይ ልብስ

# sub_domain_casual
source: casual
am: የአዘቦት

# sub_domain_formal
source: formal
am: የስራ ቦታ

# sub_domain_outerwear
source: outerwear
am: ውጭ ልብስ

# sub_domain_sportswear
source: sportswear
am: ስፖርት ልብስ

# sub_domain_accessories
source: accessories
am: ማጌጫዎች

# sub_domain_shoes
source: shoes
am: ጫማዎች

# sub_domain_suits
source: suits
am: ሱፎች

# sub_domain_jeans
source: jeans
am: ጂንስ
