Repository: InnovateFusion/afro
Catalog: mobile app/lib/l10n/app_*.arb
Languages: am

# onboardingTitle1
source: Welcome Aboard!
am: እንኳን ደህና መጡ

# onboardingDescription1
source: Find trendy clothes and accessories from nearby shops. Shop local, stay stylish!
am: በአቅራቢያዎ ካሉ ሱቆች የጊዜውን ዘመናዊ አልባሳት እና ማጌጫዎች ያግኙ። ከአቅራቢያዎ ይግዙ ፣ ዘናጭ ይሁኑ!

# onboardingTitle2
source: Create and Grow Your Shop
am: ሱቅዎን ይፍጠሩ እና ያስተዋውቁ

# onboardingDescription2
source: Set up your own shop, chat with buyers, and showcase your styles. Easily share your products on TikTok and grow your reach!
am: የራስዎን ሱቅ ያዘጋጁ፣ ከገዢዎች ጋር ይወያዩ እና የእርስዎን ምርቶች ያሳዩ። በቀላሉ በቲኪቶክ ላይ ምርቶችዎን ያጋሩ እና ተደራሽነትዎን ያሳድጉ።

# onboardingTitle3
source: Sell Smarter, Share Faster
am: በብልጥ ይሽጡ፣ በፍጥነት ያጋሩ

# onboardingDescription3
source: Engage with buyers via chat, manage your own shop, and instantly share your products to TikTok. Make your fashion business thrive online!
am: ከገዢዎች ጋር በውይይት፣ የራስዎን ሱቅ ያስተዳድሩ እና ምርቶችዎን ወዲያውኑ ለቲኪቶክ ያጋሩ። የፋሽን ንግድዎ በፍጥንት እንዲያድግ ያድርጉ።

source: Get Started
am: ጀምር

# signInEmailCannotBeEmpty
source: Email cannot be empty
am: ኢሜይል ባዶ ሊሆን አይችልም

# signInPasswordCannotBeEmpty
source: Password cannot be empty
am: የይለፍ ቃል ባዶ ሊሆን አይችልም

# signInLoggedInSuccessfully
source: Logged in successfully
am: በተሳካ ሁኔታ ገብተዋል

# signInSomethingWentWrong
source: Something went wrong
am: ስህተት ተፈጥሯል

# signInEmailNotVerified
source: Email not verified
am: ኢሜይል አልተረጋገጠም

# signInTitle
source: Sign In
am: ይግቡ

# signInPrompt
source: Enter your email and password to sign in
am: እባክዎ ኢሜይልዎን እና የይለፍ ቃልዎን ያስገቡ

# signInEmailHint
source: Email
am: ኢሜይል

# signInPasswordHint
source: Password
am: የይለፍ ቃል

# signInForgotPassword
source: Forgot Password?
am: የይለፍ ቃልዎን ረስተዋል?

# signInNoAccountPrompt
source: Don’t have an account?
am: አካወንት የሎትም?

# signInSignUp
source: Sign Up
am: ይመዝገቡ

# signUpFirstNameCannotBeEmpty
source: First name cannot be empty
am: ስም ባዶ ሊሆን አይችልም

# signUpLastNameCannotBeEmpty
source: Last name cannot be empty
am: የአባት ስም ባዶ ሊሆን አይችልም

# signUpEmailCannotBeEmpty
source: Email cannot be empty
am: ኢሜይል ባዶ ሊሆን አይችልም

# signUpPasswordCannotBeEmpty
source: Password cannot be empty
am: የይለፍ ቃል ባዶ ሊሆን አይችልም

# signUpPasswordsDoNotMatch
source: Passwords do not match
am: የይለፍ ቃሎቹ አይመሳሰሉም

# signUpAccountCreatedSuccessfully
source: Account created successfully! Check your email
am: አካውንትዎ በተሳካ ሁኔታ ተፈጥሯል! ኢሜይልዎን ይመልከቱ

# signUpSomethingWentWrong
source: Something went wrong
am: ስህተት ተፈጥሯል

# signUpTitle
source: Create Account
am: አካውንት ይክፈቱ

# signUpPrompt
source: Fill your information below or register with your social account
am: እባክዎ የራስዎን መረጃ ከታች ያስገቡ ወይም በማህበራዊ ገጽ አካውንትዎ ይመዝገቡ

# signUpFirstNameHint
source: First Name
am: ስም

# signUpLastNameHint
source: Last Name
am: የአባት ስም

# signUpEmailHint
source: Email
am: ኢሜይል

# signUpPasswordHint
source: Password
am: የይለፍ ቃል

# signUpConfirmPasswordHint
source: Confirm Password
am: የይለፍ ቃል ያረጋግጡ

# signUpButton
source: Sign Up
am: ይመዝገቡ

# signUpAlreadyHaveAnAccount
source: Already have an account?
am: አካውንት አለዎት?

# signUpSignIn
source: Sign In
am: በአካውንቶ ይግቡ

# resetPasswordEmailCannotBeEmpty
source: Email cannot be empty
am: ኢሜይል ባዶ ሊሆን አይችልም

# resetPasswordEnterValidEmail
source: Please enter a valid email address
am: እባክዎን ትክክለኛ ኢሜይል አድራሻ ያስገቡ

# resetPasswordSomethingWentWrong
source: Something went wrong
am: ስህተት ተፈጥሯል

# resetPasswordTitle
source: Reset Password
am: የይለፍ ቃልን ይቀይሩ

# resetPasswordPrompt
source: Forget your password? No problem! Enter your email below, and we'll send a reset link your way.
am: የይለፍ ቃልዎን ረስተዋል? ችግር የለም! ከታች ኢሜይልዎን ያስገቡ፣ ይለፍ ቃል የሚቀይሩበትን ሊንክ እንልክሎታለን

# resetPasswordEmailHint
source: Email
am: ኢሜይል

# resetPasswordSendButton
source: Send
am: ይላኩ

# newPasswordCannotBeEmpty
source: Password cannot be empty
am: የይለፍ ቃል ባዶ ሊሆን አይችልም

# newPasswordConfirmCannotBeEmpty
source: Confirm Password cannot be empty
am: የይለፍ ቃልን ያረጋግጡ፣ ባዶ ሊሆን አይችልም

# newPasswordMismatch
source: Passwords do not match
am: የይለፍ ቃላቱ አይመሳሰሉም

# newPasswordEnterValidPassword
source: Please enter a valid password
am: እባክዎን ትክክለኛ የይለፍ ቃል ያስገቡ

# newPasswordSomethingWentWrong
source: Something went wrong
am: ስህተት ተፈጥሯል

# newPasswordTitle
source: New Password
am: አዲስ የይለፍ ቃል

# newPasswordPrompt
source: To complete the password reset process, please enter your new password below
am: የይለፍ ቃል የመቀየርያ ሂደቱን ለማጠናቀቅ እባክዎን አዲሱን የይለፍ ቃል ከታች ያስገቡ

# newPasswordHint
source: Password
am: የይለፍ ቃል

# newPasswordConfirmHint
source: Confirm Password
am: የይለፍ ቃልን ያረጋግጡ

# newPasswordResetButton
source: Reset Password
am: የይለፍ ቃልን ይቀይሩ

# verifyCodeEmailVerified
source: Email verified
am: ኢሜይል ተረጋግጧል

# verifyCodeSomethingWentWrong
source: Something went wrong
am: ስህተት ተፈጥሯል

# verifyCodeTitle
source: Verify Email
am: ኢሜይልን ያረጋግጡ

# verifyCodePrompt
source: Please enter the code we just sent to email
am: እባክዎን በኢሜል የላክነውን ኮድ ያስገቡ

# verifyCodeVerifyingMessage
source: Verifying code
am: ኮድን እየረጋገጡ ነው

# verifyCodeButton
source: Verify
am: ያረጋግጡ

# verifyCodeInvalidCodeMessage
source: Verification code should be 4 digits.
am: የማረጋገጫ ኮድ 4 ቁጥሮች መሆን አለበት።

# verifyCodeDidNotReceiveOtp
source: Didn’t receive OTP?
am: ኮድ አልደረሳችሁም?

# verifyCodeResendCode
source: Resend Code
am: ኮድን እንደገና ንይላክ

# verifyCodeSentToEmail
source: Code sent to email
am: ኮድ ወደ ኢሜይል ተልኳል

# verifyPasswordCodeErrorOccurred
source: An error occurred
am: ስህተት ተፈጥሯል

# verifyPasswordCodeTitle
source: Verify Code
am: ኮድን ያረጋግጡ

# verifyPasswordCodePrompt
source: Please enter the code we just sent to email
am: እባክዎን አሁን በኢሜይል የላክነውን ኮድን ያስገቡ

# verifyPasswordCodeVerifyingMessage
source: Verifying code
am: ኮድን እያረጋገጥን ነው

# verifyPasswordCodeButton
source: Verify
am: ያረጋግጡ

# verifyPasswordCodeInvalidCodeMessage
source: Verification code should be 4 digits.
am: የማረጋገጫ ኮድ 4 ቁጥሮች መሆን አለበት።

# verifyPasswordCodeDidNotReceiveOtp
source: Didn’t receive OTP?
am: ኮድ አልተቀበላችሁም?

# verifyPasswordCodeResendCode
source: Resend Code
am: ኮድን እንደገና ላክ

# verifyPasswordCodeSentToEmail
source: Code sent to email
am: ኮድ ወደ ኢሜይል ተልኳል

# drawerMyProfile
source: My Profile
am: የእኔ መገለጫ

# drawerLikedProducts
source: Liked Products
am: የወደዷቸው ምርቶች

# drawerSecurity
source: Security
am: ደህንነት

# drawerHelp
source: Help
am: እርዳታ

# drawerPrivacyPolicy
source: Privacy Policy
am: የግላዊነት ፖሊሲ

# drawerLogout
source: Logout
am: ከአካውንቶ ይውጡ

# drawerConfirmLogoutTitle
source: Confirm Logout
am: መውጣቶን ያረጋግጡ

# drawerConfirmLogoutMessage
source: Are you sure you want to log out?
am: እርግጠኛ ነዎት መውጣት እንድሚፈልጉ?

# drawerCancel
source: Cancel
am: ይሰርዙ

# drawerDarkMode
source: Dark Mode
am: የምሽት ሞድ

# drawerCodeSentToEmail
source: Code sent to email
am: ኮድ ወደ ኢሜል ተልኳል

# layoutNavBarHome
source: Home
am: ዋና ገጽ

# layoutNavBarCategory
source: Category
am: አይነቶች

# layoutNavBarShops
source: Shops
am: ሱቆች

# layoutNavBarChat
source: Chat
am: መልክት

# layoutShopDeletedSuccessfully
source: Shop deleted successfully!
am: ሱቁ በተሳካ ሁኔታ ተወግዷል

# myProfileTitle
source: My Profile
am: የእኔ መገለጫ

# myProfileFirstName
source: First Name
am: ስም

# myProfileLastName
source: Last Name
am: የአባት ስም

# myProfilePhoneNumber
source: Phone Number
am: ስልክ ቁጥር

# myProfileSelectBirthday
source: Select Birthday
am: የትውልድ ቀን ይምረጡ

# myProfileSelectGender
source: Select Your Gender
am: ፆታዎን ይምረጡ

# myProfilePickupAddress
source: Pickup Address
am: የመቀበያ አድራሻ

# myProfileUpdateProfile
source: Update Profile
am: ያሻሽሉ

# myProfileFirstNameCannotBeEmpty
source: First name cannot be empty
am: የመጀመሪያ ስም ባዶ ሊሆን አይችልም

# myProfileFirstNameMinLength
source: First name must be at least 3 characters
am: የመጀመሪያ ስም ቢያንስ 3 ፊደሎች መሆን አለበት

# myProfileLastNameCannotBeEmpty
source: Last name cannot be empty
am: የአባት ስም ባዶ ሊሆን አይችልም

# myProfileLastNameMinLength
source: Last name must be at least 3 characters
am: የአባት ስም ቢያንስ 3 ፊደላት መሆን አለበት

# myProfilePhoneNumberCannotBeEmpty
source: Phone number cannot be empty
am: ስልክ ቁጥር ባዶ ሊሆን አይችልም

# myProfilePhoneNumberMinLength
source: Phone number must be at least 10 characters
am: ስልክ ቁጥር ቢያንስ 10 ፊደል መሆን አለበት

# myProfilePleaseSelectGender
source: Please select your gender
am: እባክዎን ፆታዎን ይምረጡ

# myProfileCropperTitle
source: Cropper
am: ቆራጭ

# myProfileGenderMale
source: Male
am: ወንድ

# myProfileGenderFemale
source: Female
am: ሴት

# favoriteScreenTitle
source: My Favorites
am: የእኔ ወደድኳቸው

# favoriteScreenNoFavorites
source: No favorite products found
am: የወደዷቸው ምርቶች የሉም

# homeScreenSearchHint
source: Who are you looking for?
am: የሚፈልጉትን ምርቶች ያግኙ

# homeScreenExploreTitle
source: Explore
am: ይጎብኙ

# homeScreenCategoryForYou
source: For you
am: ለእርስዎ

# homeScreenCategoryNearby
source: Near by
am: ቅርብ ላይ

# homeScreenCategoryBrands
source: Brands
am: ብራንዶች

# homeScreenCategoryFollowingShops
source: Following Shops
am: የምከተላቸው ሱቆች

# appBarTwoMyShop
source: My Shop
am: የኔ ሱቅ

# shopScreenSearchHint
source: Who are you looking for?
am: የሚፈልጉት ምን ዓይነት ሱቅ ነው?

# shopScreenFiltering
source: Filtering
am: ማጣራት እየተካሄደ ነው

# chatScreenSearchHint
source: Who are you looking for?
am: የሚፈልጉት ማንን ነው?

# chatScreenNoMessages
source: No messages yet
am: ምንም መልእክት የለም

# chatScreenStartConversation
source: Start a conversation with someone
am: ከአንድ ሰው ጋር ውይይት ይጀምሩ

# chatScreenImageSent
source: Image sent
am: ምስል ተልኳል

# chatScreenNoMessage
source: No message
am: መልእክት የለም

# productDetailNewLabel
source: New
am: አዲስ

# productDetailNegotiable
source: Negotiable
am: መደራደር ይቻላል

# productDetailFixed
source: Fixed
am: የመጨረሻ ዋጋ

# productDetailDescription
source: Description
am: ዝርዝር

# productDetailColor
source: Color
am: ቀለም

# productDetailSize
source: Size
am: መጠን

# productDetailBrand
source: Brand
am: ብራንድ

# productDetailDesign
source: Design
am: ዲዛይን

# productDetailMaterial
source: Material
am: የተሰራበት ጨርቅ

# productDetailViewShop
source: View Shop
am: ሱቆን ይመልከቱ

# productDetailCall
source: Call
am: ደውል

# productDetailShare
source: Share
am: አጋራ

# productDetailMessage
source: Message
am: መልእክት

# updateShopBasicInfo_name
source: Name
am: ስም

# updateShopBasicInfo_nameRequired
source: Name is required
am: ስም አስፈላጊ ነው

# updateShopBasicInfo_nameMinLength
source: Name must be at least 3 characters
am: ስም ቢያንስ 3 ፊደል መሆን አለበት

# updateShopBasicInfo_description
source: Description
am: ዝርዝር

# updateShopBasicInfo_descriptionRequired
source: Description is required
am: ዝርዝር አስፈላጊ ነው

# updateShopBasicInfo_descriptionMinLength
source: Description must be at least 20 characters
am: ዝርዝር ቢያንስ 20 ፊደሎች መሆን አለበት

# updateShopBasicInfo_phone
source: Phone
am: ስልክ

# updateShopBasicInfo_phoneRequired
source: Phone number is required
am: የስልክ ቁጥር አስፈላጊ ነው

# updateShopBasicInfo_phoneInvalid
source: Phone number must be at least 10 characters
am: የስልክ ቁጥር ቢያንስ 10 ፊደሎች መሆን አለበት

# updateShopBasicInfo_websiteOptional
source: Website (Optional)
am: ድህረገጽ (ግዴታ አይደለም)

# updateShopBasicInfo_pickupAddress
source: Pickup Address
am: የመቀበያ አድራሻ

# updateShopBasicInfo_selectCategory
source: Select category
am: አይነት ይምረጡ

# updateShopBasicInfo_updateBasicInfo
source: Update Basic Info
am: መረጃዎን ያሻሽሉ

# updateShopBasicInfo_shopUpdatedSuccessfully
source: Shop updated successfully
am: ሱቁ በትክክል ተሻሽሏል

# updateShopBasicInfo_fillRequiredFields
source: Please fill all required fields
am: እባክዎ ሁሉንም አስፈላጊ መስኮችን ይሙሉ

# updateShopBasicInfo_waitingForLocation
source: Please wait while we get your location
am: እባክዎን አድራሻዎን እስክናገኝ ጥቂት ይጠብቁ

# updateShopSocialMedia_addSocialMediaLink
source: Add your {socialMedia} link
am: የእርስዎን የ {socialMedia} ሊንክ ያክሉ

# updateShopSocialMedia_updateSocialMedia
source: Update Social Media
am: ማህበራዊ ሚዲያዎን ያሻሽሉ

# updateShopSocialMedia_shopUpdatedSuccessfully
source: Shop updated successfully
am: ሱቅ በትክክል ተሻሽሏል

# updateShopSocialMedia_addAtLeastOne
source: Please add at least one social media link
am: እባክዎ ቢያንስ አንድ ማህበራዊ ሚዲያ ሊንክ ያክሉ

# updateShopWorkingHour_monday
source: Monday
am: ሰኞ

# updateShopWorkingHour_tuesday
source: Tuesday
am: ማክሰኞ

# updateShopWorkingHour_wednesday
source: Wednesday
am: እሮብ

# updateShopWorkingHour_thursday
source: Thursday
am: ሐሙስ

# updateShopWorkingHour_friday
source: Friday
am: ዓርብ

# updateShopWorkingHour_saturday
source: Saturday
am: ቅዳሜ

# updateShopWorkingHour_sunday
source: Sunday
am: እሁድ

# updateShopWorkingHour_morning
source: Morning
am: ጠዋት

# updateShopWorkingHour_afternoon
source: Afternoon
am: ከሰዓት

# updateShopWorkingHour_evening
source: Evening
am: ማታ

# updateShopWorkingHour_all_day
source: All Day
am: ሙሉ ቀን

# updateShopWorkingHour_close
source: Closed
am: ዝግ

# updateShopWorkingHour_selectTime
source: Select time
am: ጊዜ ይምረጡ

# updateShopWorkingHour_updateWorkingHours
source: Update Working Hours
am: የስራ ሰዓት ያሻሽሉ

# updateShopWorkingHour_workingHoursUpdatedSuccessfully
source: Working hours updated successfully
am: የስራ ሰዓታት ተሳክቷል

# updateShopWorkingHour_selectWorkingHours
source: Please select working hours for each day
am: እባክዎ ለቀናት የስራ ሰዓት ይምረጡ

# updateShopBasicInfo_mensFashion
source: Men's Fashion
am: የወንዶች ፋሽን

# updateShopBasicInfo_womensFashion
source: Women's Fashion
am: የሴቶች ፋሽን

# updateShopBasicInfo_kidsFashion
source: Kids Fashion
am: የሕፃናት ፋሽን

# updateShopBasicInfo_healthAndBeauty
source: Health & Beauty
am: ኮስሞቲክስ

# updateShopBasicInfo_sportsAndOutdoors
source: Sports & Outdoors
am: የስፖርት እና የውጭ ልብሶች

# updateShopBasicInfo_other
source: Other
am: ሌሎች

# appBarThree_cropper
source: Cropper
am: ቁረጥ

# appBarThree_confirmDelete
source: Confirm Delete
am: ማጥፋትን ያረጋግጡ

# appBarThree_deleteConfirmationMessage
source: Are you sure you want to delete this shop? This action cannot be undone.
am: ይህን ሱቅ ማጥፋት እንደሚፈልጉ እርግጠኞች ነዎት? ይህ ተግባር ወደኋላ አይመለስም።

# appBarThree_cancel
source: Cancel
am: ይቅር

# appBarThree_delete
source: Delete
am: ይጥፋ

# appBarThree_viewPublicShop
source: View Your Shop
am: ሱቆን ይመልከቱ

# appBarThree_changeShopLogo
source: Change Shop Logo
am: የሱቆን አርማ ይቀይሩ

# appBarThree_changeShopBanner
source: Change Shop Banner
am: የሱቆን ባነር ይቀይሩ

# appBarThree_updateShopInfo
source: Update Shop Information
am: የሱቆን መረጃ ያሻሽሉ

# appBarThree_updateWorkHours
source: Update Work Hours
am: የሥራ ሰዓት ያሻሽሉ

# appBarThree_updateSocialMedia
source: Update Social Media
am: ማህበራዊ ሚዲያ ያሻሽሉ

# appBarThree_deleteShop
source: Delete Shop
am: ሱቅን አጥፋ

# shopDetail_products
source: Products
am: ምርቶች

# shopDetail_about
source: About
am: ስለ ሱቁ

# shopDetail_photos
source: Photos
am: ፎቶዎች

# shopDetail_review
source: Review
am: አስታይቶች

# shopDetail_callNow
source: Call Now
am: አሁን ይደውሉ

# shopDetail_message
source: Message
am: መልእክት

# shopDetail_messageError
source: You cannot send a message to yourself.
am: ለራስዎ መልእክት መላክ አይችሉም

# shopReviewWrite_success
source: Review added successfully
am: አስታይቶ በትክክል ታክሏል

# shopReviewWrite_yourReview
source: Your Review
am: አስታይቶን ይጻፉ

# shopReviewWrite_reviewHint
source: Write your review...
am: አስታይቶን ይፃፉ...

# shopReviewWrite_rating
source: Rating
am: ደረጃ

# shopReviewWrite_addReview
source: Add a review
am: አስታይቶን ያክሉ

# showReviewEdit_success
source: Review updated successfully
am: አስታይት በትክክል ታድሷል

# showReviewEdit_yourReview
source: Your Review
am: አስታይትዎ

# showReviewEdit_reviewHint
source: Write your review...
am: አስታይትዎን ይፃፉ...

# showReviewEdit_rating
source: Rating
am: ደረጃ

# showReviewEdit_updateReview
source: Update Review
am: አስታይትዎ ያሻሽሉ

# shopReviewScreen_noReviews
source: No reviews yet. Be the first to review this shop
am: ገና ምንም አሰተያየቶች የሉም። ይህንን ሱቅ አስታይት ለመስጠት የመጀመሪያው ሰው ይሁኑ።

# reviewWidget_deleteReview
source: Delete Review
am: አስተያየቱን አጥፋ

# reviewWidget_confirmDelete
source: Are you sure you want to delete this review?
am: ይህንን አስታይት ማስወገድ እንደሚፈልጉ እርግጠኛ ነዎት?

# reviewWidget_readMore
source: Read more
am: ሙሉ ያንበቡ

# reviewWidget_readLess
source: Read less
am: በጥቂቱ ያንበቡ

source: Edit
am: አስተካክል

source: Delete
am: ይጥፋ

source: Cancel
am: ይቅር

# shopReview_noReviews
source: No reviews yet. Be the first to review this shop
am: ገና ምንም አሰተያየቶች የሉም። ይህንን ሱቅ አስታይት ለመስጠት የመጀመሪያው ሰው ይሁኑ።

# shopReview_writeReview
source: Write a review
am: አስታይት ይፃፉ

# shopReview_seeAll
source: See All
am: ሁሉንም አሳይ

# shopAbout_description
source: Description
am: ዝርዝር

# shopAbout_workingHours
source: Working Hours
am: የሥራ ሰዓቶች

# shopAbout_website
source: Website
am: ድህረገጽ

# shopAbout_socialMedias
source: Social Medias
am: ማህበራዊ ሚዲያዎች

# shopAbout_sunday
source: Sunday
am: እሑድ

# shopAbout_monday
source: Monday
am: ሰኞ

# shopAbout_tuesday
source: Tuesday
am: ማክሰኞ

# shopAbout_wednesday
source: Wednesday
am: እሮብ

# shopAbout_thursday
source: Thursday
am: ሐሙስ

# shopAbout_friday
source: Friday
am: ዓርብ

# shopAbout_saturday
source: Saturday
am: ቅዳሜ

# shopAbout_morning
source: Morning
am: ጠዋት

# shopAbout_afternoon
source: Afternoon
am: ከሰዓት

# shopAbout_evening
source: Evening
am: ማታ

# shopAbout_all_day
source: All_day
am: ሙሉ ቀን

# shopAbout_close
source: Close
am: ዝግ

# userSearchPage_searchHint
source: Search for a user
am: ተጠቃሚ ይፈልጉ

# shopSearchPage_searchHint
source: Search for a shop
am: ሱቅ ይፈልጉ

# productSearchPage_searchHint
source: Search for a product
am: ምርቶችን ይፈልጉ

# passwordResetScreen_oldPasswordRequired
source: Old Password is required
am: የድሮ የይለፍ ቃል ያስፈልጋል

# passwordResetScreen_passwordMinLength
source: Password must be at least 6 characters
am: የይለፍ ቃል ቢያንስ 6 ፊደላት/አሃዞች መሆን አለበት

# passwordResetScreen_newPasswordRequired
source: New Password is required
am: አዲስ የይለፍ ቃል ያስፈልጋል

# passwordResetScreen_passwordMismatch
source: Password does not match
am: የይለፍ ቃል አይመሳሰልም

# passwordResetScreen_passwordResetSuccess
source: Password reset successful
am: የይለፍ ቃል በስኬት ተቀይሯል

# passwordResetScreen_resetPassword
source: Reset Password
am: የይለፍ ቃልን ይቀይሩ

# passwordResetScreen_oldPassword
source: Old Password
am: የድሮ የይለፍ ቃል

# passwordResetScreen_newPassword
source: New Password
am: አዲስ የይለፍ ቃል

# passwordResetScreen_confirmPassword
source: Confirm Password
am: የይለፍ ቃልን ያረጋግጡ

# passwordResetScreen_updatePassword
source: Update Password
am: የይለፍ ቃልን ያሻሽሉ

# noSearchResult_title
source: No search result
am: ምንም የፍለጋ ውጤት የለም

# addProductScreenAddProduct
source: Add Product
am: አዲስ ምርት ያስግቡ

# addProductScreenTitle
source: Title
am: ርዕስ

# addProductScreenTitleHint
source: Write name of product
am: የምርቶን ስም ይጻፉ

# addProductScreenTitleRequired
source: Title is required
am: ስም አስፈላጊ ነው

# addProductScreenDescription
source: Description
am: ዝርዝር

# addProductScreenDescriptionHint
source: Write a description
am: ዝርዝር ይፃፉ

# addProductScreenDescriptionRequired
source: Description is required
am: ዝርዝር አስፈላጊ ነው

# addProductScreenCategories
source: Categories
am: አይነቶች

# addProductScreenSelectCategories
source: Select Categories
am: አይነቶችን ይምረጡ

# addProductScreenPrice
source: Price
am: ዋጋ

# addProductScreenSetPriceAmount
source: Set price amount
am: የዋጋ መጠን ያስቀምጡ

# addProductScreenPriceRequired
source: Price is required
am: ዋጋ አስፈላጊ ነው

# addProductScreenInvalidPriceFormat
source: Invalid price format
am: ዋጋ አሞላል የተሳሳተ ነው

# addProductScreenPriceGreaterThanZero
source: Price must be greater than zero
am: ዋጋ ከዜሮ በላይ መሆን አለበት

# addProductScreenQuantityRequired
source: Quantity is required
am: ብዛት አስፈላጊ ነው

# addProductScreenFixedPrice
source: Fixed Price
am: ዋጋ ተመርጧል

# addProductScreenUploadImages
source: Upload Images
am: ምስሎችን ይጫኑ

# addProductScreenUploadImagesButton
source: Upload Images
am: ምስሎችን ይጫኑ

# addProductScreenSelectImageSource
source: Select Image Source
am: የምስል ምንጭ ይምረጡ

# addProductScreenGallery
source: Gallery
am: ምስል ማህደር

# addProductScreenCamera
source: Camera
am: ካሜራ

# addProductScreenExistingImages
source: Existing Images
am: ነባር ምስሎች

# addProductScreenIsFixedPrice
source: Is Fixed Price
am: የተቆረጠ ዋጋ ነው

# addProductScreenIsInStock
source: Is Product in Stock
am: በሱቅ ውስጥ አለ

# addProductScreenProductCondition
source: Product Condition
am: የልብሱ ሁኔታ

# addProductScreenFairlyUsed
source: Fairly Used
am: በክፊል የተጠቀሙት

# addProductScreenUsed
source: Used
am: አጠቃላይ

# addProductScreenNew
source: New
am: አዲስ

# addProductScreenSelectCategory
source: Please select at least one category
am: እባክዎን ቢያንስ አንድ አይነት ይምረጡ

# addProductScreenSelectImage
source: Please select at least one image
am: እባክዎን ቢያንስ አንድ ምስል ይምረጡ

# addProductScreenMaxImages
source: You can only select at max 5 images
am: እስከ 5 ምስሎች ብቻ መምረጥ ይችላሉ

# addProductScreenBrand
source: Brand
am: ብራንድ

# addProductScreenSelectBrand
source: Select Brand
am: ብራንድ ይምረጡ

# addProductScreenColors
source: Colors
am: ቀለሞች

# addProductScreenSelectColor
source: Select Color
am: ቀለሞችን ይምረጡ

# addProductScreenDesigns
source: Designs
am: ዲዛይኖች

# addProductScreenSelectDesign
source: Select Design
am: ዲዛይን ይምረጡ

# addProductScreenMaterials
source: Materials
am: ማቴሪያል

# addProductScreenSelectMaterials
source: Select Materials
am: ማቴሪያል ይምረጡ

# addProductScreenSizes
source: Sizes
am: መጠኖች

# addProductScreenSelectSizes
source: Select Sizes
am: መጠኖችን ይምረጡ

# addProductScreenClearAll
source: Clear All
am: ሁሉንም ሰርዝ

# addProductScreenDraft
source: Draft
am: ረቂቅ ይቀመጥ

# addProductScreenPublish
source: Publish
am: ምርቱ ይለቀቅ

# addProductScreenVideoUrlNotValid
source: Video URL is not valid
am: የቪዲዮ አድራሻ ትክክል አይደለም

# addProductScreenCropperToolbarTitle
source: Cropper
am: ምስል ይቆረጥ

source: Yes
am: አዎን

source: No
am: አይ

# myProductDetailTitle
source: My Product Details
am: የእኔ ምርቶች መረጃ

source: Delete Product
am: ምርቱ ይጥፋ

# deleteConfirmation
source: Are you sure you want to delete this product?
am: ይህን ምርት ማጥፋት እንደሚፈልጉ እርግጠኛ ኖት?

source: Archive Product
am: ምርቱን ወደ መዝገብ ይግባ

source: Unarchive Product
am: ምርቱን ከመዝገብ ይውጣ

source: Publish Product
am: ምርቱ ይፋ ይለቀቅ

source: Edit Product
am: ምርቶን ያሻሽሉ

# newTag
source: New
am: አዲስ

source: Product Analytics
am: የተፈላጊነት መረጃ

source: Favorites
am: የወደዷቸው

source: Contacts
am: ስልኮች

source: Daily View
am: ዕለታዊ እይታ

source: Views
am: እይታዎች

source: Description
am: ዝርዝር

source: Color
am: ቀለም

source: Size
am: መጠን

source: Brand
am: ብራንድ

source: Design
am: ዲዛይን

source: Material
am: መረጃ

# chartScreen_productViews
source: Product Views
am: የምርቶን እይታ

# chartScreen_thisWeek
source: This Week
am: በዚህ ሳምንት

# chartScreen_thisMonth
source: This Month
am: በዚህ ወር

# chartScreen_thisYear
source: This Year
am: በዚህ አመት

# analyticsCard_totalSummary
source: Total Summary
am: ጠቅላላ መረጃ

# analyticsCard_followers
source: Followers
am: ተከታዮች

# analyticsCard_reviews
source: Reviews
am: አስታይት

# analyticsCard_favorites
source: Favorites
am: የተወደዱ

# analyticsCard_products
source: Products
am: ምርቶች

# analyticsCard_impressions
source: Impressions
am: እንድምታ

# analyticsCard_views
source: Views
am: እይታዎች

# ratingOverviewWidget_ratingOverview
source: Rating Overview
am: አስታይት በአጭሩ

# ratingOverviewWidget_reviews
source: Reviews
am: አስታይት

# myShopScreen_analytics
source: Analytics
am: መረጃ ትንተና

# myShopScreen_products
source: Products
am: ምርቶች

# myShopScreen_photos
source: Photos
am: ፎቶዎች

# myShopScreen_reviews
source: Reviews
am: አስታይቶች

# myShopScreen_archives
source: Archives
am: ወደ መዝገብ የገቡ

# myShopScreen_drafts
source: Drafts
am: ረቂቆች

# myShopScreen_uploadingImage
source: Please wait a moment, we are uploading the image...
am: እባክዎ ጥቂት ጊዜ ይጠብቁ፣ ምስሉን እየጫንን ነው...

# myShopScreen_imageUploaded
source: Image uploaded successfully!
am: ምስሉ በተሳካ ሁኔታ ተጭኗል!

source: No archived products found
am: መዝገብ

source: No draft product found
am: ረቂቅ ዉስት የተቀመጡ ምርቶች አልተገኙም

source: No products found
am: ምርቶች አልተገኙም

# noReviewsYet
source: No reviews yet. Be the first to review this shop
am: ገና አስታይቶች የሉም። ይህን ሱቅ አስታይት ለመስጠት የመጀመሪያ ይሁኑ

source: No images found
am: ምንም ምስሎች አልተገኙም

# color_beige
source: beige
am: ቤጅ

# color_black
source: black
am: ጥቁር

# color_blue
source: blue
am: ሰማያዊ

# color_blush_pink
source: blush pink
am: ደብዛዛ ፒንክ

# color_brown
source: brown
am: ቡናማ

# color_burgundy
source: burgundy
am: ቀይ ሐምራዊ

# color_champagne
source: champagne
am: ነጭወይን

# color_charcoal
source: charcoal
am: ከሰል ሰማያዊ

# color_cobalt_blue
source: cobalt blue
am: ኮባልት ሰማያዊ

# color_coral
source: coral
am: ኮራል
